[1,0,0,[["cc.JsonAsset",["_name","json"],1]],[[0,0,1,3]],[[0,"boss",[{"Name":"Ducky","Coin":10000,"Heart":5000,"Dama":1000,"LevelBoss":1,"Avt":"a1","Img":"a1","Am":"am1","Description":"The Ducky clan is one of MemeFi's newest, created when every slice of the pie was taken. Visionary merchants DuckyKingX and 0xsoyjack aimed to build power not through land or raids, but keys and trade. Shrewdly, they gradually bought thousands of top warriors' keys, sparking market panic. When sellers dumped keys, crashing prices, the merchants snatched them up cheap. Controlling the income from those keys allowed them to form a clan. Although Ducky now boasts its own warriors and raids, merchant key-holders remain its foundation — earning Ducky an important spot in Ducky City  "},{"Name":"DClan","Coin":50000,"Heart":200000,"Dama":1000,"LevelBoss":2,"Avt":"a2","Img":"a2","Am":"am2","Description":" When DCE Clan gained fame, his aspirations grew beyond wealth — he wanted the IguVerse clan to gain full power in DuckyCoin, stop civil strife, and destroy the bear god. Hiring the era's greatest warriors, DCE Clan seized distant provinces — gaining strength to challenge Vice City's clans. An army of mercenaries laid siege, but the city's clans bribed them to flee. Realizing centuries were needed to achieve his dream, Guan continued controlling the provinces — collecting tributes and protecting the defenseless. One day, Guan relinquished leadership, realizing influence could come through wealth instead. The clan lived on independently. Now more an association of sheriffs than a clan, IguVerse still wages campaigns against bosses while providing law enforcement for the desert towns. But leadership no longer confers the power it once did. Representatives pack revolvers and shotguns — battling outlaws as they walk the remote provinces. "},{"Name":"DCM Frog","Coin":100000,"Heart":300000,"Dama":1000,"LevelBoss":3,"Avt":"a3","Img":"a3","Am":"am3","Description":" Dog Wif Hat entered this world 12 years before the Great On-Chain Collapse of 997 - when seismic quakes shook the meme lands and Terminator machines from a parallel dimension suddenly invaded DuckyCoin, uniting into an unstoppable digital HiveMind. The old heroes retreated underground as the metal monsters decimated all resistance. Dog Wif Hat grew into a gallant leader, training an army capable of battling the iron menace. Gifted with genius, he unearthed the magic of ancient gods to empower his warriors’ blows against the atomic-hearted demons. His hat also granted mystical might. After 32 grueling years they located the HiveMind's central hub and destroyed it - but not before the machines harnessed chronomantic magic to send an assassin back in time to kill Dog preemptively. Only by dispatching a loyal defender to thwart the ploy was victory assured. With the war won, Dog's army formed an unrivaled clan that drove DuckyCoin’s rebirth. Commanding ancient and cutting-edge magic alike, pioneering new technologies, establishing outposts across the land and dominating the mining industry - Dog’s vision led the resurgence. Then one fateful morning, the legendary founder vanished without explanation. Some theorize that burns from chronomantic warfare finally reduced him to vapor. Others whisper that seeing his noble clan devolve into political players disillusioned him into exile. None truly know. Only his creed survives, chanted by clan members: “The hat stays on."},{"Name":"DCC Lord","Coin":150000,"Heart":500000,"Dama":1000,"LevelBoss":4,"Avt":"a4","Img":"a4","Am":"am4","Description":"In the tenth year of the Eternal DCB, when memes attained sentience, the eminent Pepe clan heroes Peperlemagne, Meme Nukem and Satoshi Pepemoto united with the great god-man Sminem to repel an attack on the heart of DuckyCoin — Vice City. They assembled a squad of residents, but the bosses quickly felled the walls. Seeing the bosses' strength, the squad fled, leaving the heroes to stand alone against the titans, except for the young Darth Pepe as the inhabitants later called him. The battle raged, but the heroes defended the city - though at the cost of their lives. The survivors Darth Pepe and Sminem created the Pepe clan to protect the city from future invasions. Over hundreds of years the Pepe clan grew, enjoying fame and adding thousands of warriors. They became Vice City's protectors and expanded into businesses like Source energy extraction, magic laboratories, weapons factories, the DAO Bank, the Alameda investment holding, and the Mt. Gox exchange."},{"Name":"DPEPE","Coin":200000,"Heart":600000,"Dama":1000,"LevelBoss":5,"Avt":"a5","Img":"a5","Am":"am5","Description":"When DCE Clan gained fame, his aspirations grew beyond wealth — he wanted the IguVerse clan to gain full power in DuckyCoin, stop civil strife, and destroy the bear god. Hiring the era's greatest warriors, DCE Clan seized distant provinces — gaining strength to challenge Vice City's clans. An army of mercenaries laid siege, but the city's clans bribed them to flee. Realizing centuries were needed to achieve his dream, Guan continued controlling the provinces — collecting tributes and protecting the defenseless. One day, Guan relinquished leadership, realizing influence could come through wealth instead. The clan lived on independently. Now more an association of sheriffs than a clan, IguVerse still wages campaigns against bosses while providing law enforcement for the desert towns. But leadership no longer confers the power it once did. Representatives pack revolvers and shotguns — battling outlaws as they walk the remote provinces."},{"Name":"DUSDT","Coin":300000,"Heart":800000,"Dama":1000,"LevelBoss":6,"Avt":"a6","Img":"a6","Am":"am6","Description":"A quirk of fate founded the DUSDT — its leader was the great warrior Cheems the Based, a Doge meme. Cheems displayed heroic strength battling in the First Furious War, then helped build Vice City. But he soon tired of the endless partying and fighting in the capital. Craving wealth and land, Cheems gathered risk-takers for campaigns against titan bosses. But destiny denied his spoils when the god-like Bogdanoffs defeated him in a final bout. His comrades grabbed their loot and fled. Decades passed. Then the now established DUSDT claimed Banana Cat Island. They forced tributes from settlements in exchange for protection. Soon they returned to the capital, buying the costliest property and securing influence beyond raids — also dominating finance. Tokenizing their assets, they profited from speculation too. Now one of MemeFi's oldest and strongest, the DUSDT lord wields enormous power. Through first birth magic, Source energy, and the ancient Staff of Magnus, he can dictate terms not just to memes — but even the Bull God."},{"Name":"DBNB","Coin":350000,"Heart":1000000,"Dama":1000,"LevelBoss":7,"Avt":"a7","Img":"a7","Am":"am7","Description":"A quirk of fate founded the DBNB — its leader was the great warrior Cheems the Based, a Doge meme. Cheems displayed heroic strength battling in the First Furious War, then helped build Vice City. But he soon tired of the endless partying and fighting in the capital. Craving wealth and land, Cheems gathered risk-takers for campaigns against titan bosses. But destiny denied his spoils when the god-like Bogdanoffs defeated him in a final bout. His comrades grabbed their loot and fled. Decades passed. Then the now established DBNB claimed Banana Cat Island. They forced tributes from settlements in exchange for protection. Soon they returned to the capital, buying the costliest property and securing influence beyond raids — also dominating finance. Tokenizing their assets, they profited from speculation too. Now one of DuckyCoin's oldest and strongest, the DBNB lord wields enormous power. Through first birth magic, Source energy, and the ancient Staff of Magnus, he can dictate terms not just to memes — but even the Bull God."},{"Name":"DSOLA","Coin":400000,"Heart":1200000,"Dama":1000,"LevelBoss":8,"Avt":"a8","Img":"a8","Am":"am8","Description":"A quirk of fate founded the DSOLA — its leader was the great warrior Cheems the Based, a Doge meme. Cheems displayed heroic strength battling in the First Furious War, then helped build Vice City. But he soon tired of the endless partying and fighting in the capital. Craving wealth and land, Cheems gathered risk-takers for campaigns against titan bosses. But destiny denied his spoils when the god-like Bogdanoffs defeated him in a final bout. His comrades grabbed their loot and fled. Decades passed. Then the now established DSOLA claimed Banana Cat Island. They forced tributes from settlements in exchange for protection. Soon they returned to the capital, buying the costliest property and securing influence beyond raids — also dominating finance. Tokenizing their assets, they profited from speculation too. Now one of DuckyCoin's oldest and strongest, the DSOLA lord wields enormous power. Through first birth magic, Source energy, and the ancient Staff of Magnus, he can dictate terms not just to memes — but even the Bull God."},{"Name":"DDoge","Coin":450000,"Heart":1600000,"Dama":1000,"LevelBoss":9,"Avt":"a9","Img":"a9","Am":"am9","Description":"The DDoge's ruthless tributes and murderous antics earned enemies - but none could oppose them. Other clans dismissed the brutality, unwilling to ignite wars when conflicts stayed local. In the 400th Eternal Moon year, the hero Grok Shlla emerged, stronger than old gods. Deadly with short guns and night magic, they say he was a vampire! Grok despised the cynicism plaguing memeland. He battled the Doge thugs, killing leaders while vying as memelord. But Shibarius imprisoned Grok in purgatory for such disorder. Still, Grok showed the DDoges could be fought. Memes united as the Dogekiller clan, gaining strength in Velen to challenge DDoge rule. Over time their influence stretched to farthest lands, amassing wealth until vengeance lost meaning. Now controlling huge south and west Extreme Lands swathes, Dogekillers extract resources and even lend in Vice City."},{"Name":"DTON","Coin":500000,"Heart":2000000,"Dama":1000,"LevelBoss":10,"Avt":"b1","Img":"b1","Am":"am10","Description":"A quirk of fate founded the DTON — its leader was the great warrior Cheems the Based, a Doge meme. Cheems displayed heroic strength battling in the First Furious War, then helped build Vice City. But he soon tired of the endless partying and fighting in the capital. Craving wealth and land, Cheems gathered risk-takers for campaigns against titan bosses. But destiny denied his spoils when the god-like Bogdanoffs defeated him in a final bout. His comrades grabbed their loot and fled. Decades passed. Then the now established DTON claimed Banana Cat Island. They forced tributes from settlements in exchange for protection. Soon they returned to the capital, buying the costliest property and securing influence beyond raids — also dominating finance. Tokenizing their assets, they profited from speculation too. Now one of DuckyCoin's oldest and strongest, the DTON lord wields enormous power. Through first birth magic, Source energy, and the ancient Staff of Magnus, he can dictate terms not just to memes — but even the Bull God"}]]],0,0,[],[],[]]
